Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Handmade Tales of the Handmaid KO>EN.tmx
Source language: ko_kr
Languages: en

source: 여기 우승 후보들의 이름이 적혀 있다는데 한번 보실래요
en: here’s the list of strong candidates to win the pageant. do you want to take a look?

source: 더 바랄 것이 없을 정도로.
en: I couldn’t wish for anything more.

source: 하지만 저 선생 눈에는 하미가 어린 꼬마애로만 보일 테지.
en: he’ll only see grana as a young child.

source: 도련님, 조심해.
en: be careful, young master.

source: 힘드신 일, 잘 해결되시면 좋겠네요.
en: i hope whatever you’re going through will be solved soon.

source: 이것 좀 먹어 봐.
en: try this.

source: 미안해요, 일부러 속인 건 아니었는데… 나름 사정이 있었거든요.
en: I’m sorry. I didn’t mean to hide my identity... I have my reasons.

source: 사라카엘의 말대로 도전하지도 않고 염원하지도 않고.
en: just like how you put it, I never wanted anything more.

source: 따라와.
en: follow me.

source: 리자, 그 말은…?
en: liza, are you saying...

source: 방금 어째 ‘할머니’라고 한 것 같은데.
en: i thought he just said ‘granny’.

source: 지금 밖에 성가신 점쟁이가 왔더라고.
en: there’s a grumpy fortune teller outside.

source: 뭘 또 그렇게까지… 수정과야 또 만들면 되니까 편히 다루셔요.
en: you don’t have to make a big deal out of it. i can always make more.

source: 그럼 다음 수업부터는 빠르게 나가도록 하겠습니다.
en: then i shall move on with lessons more quickly going forward.

source: 저 같은 것이 레이디는 무슨…
en: I am not fit to be a lady.

source: 그 숙녀분이 대체 누구니?
en: who in the world is she?

source: 네, 오늘 낮에 하미가 황성의 정문을 통관할 수 있었던 것도 카시안과 접폭을 한 덕인 것 같고요.
en: yes. I think you were able to pass through the main entrance of the imperial castle this afternoon because you had contact with cassian.

source: 황녀니임!
en: princess!

source: 그러고 보니…
en: now that I think about it...

source: 하아… 그럼 진짜 잠깐만이에요?
en: well... then just for a few minutes.

source: 도련님한테 반말을 써도 혼을 안 내신대!
en: i heard that she doesn’t even get scolded for speaking casually with young master!

source: 비밀이라도 있는 건가...
en: is she hiding something...?

source: 설마 내가 아이 몸에 들어온 걸 말하는 건가?
en: is he referring to me living inside of a child?

source: 이렇게 손바닥 위에 마력을 뭉쳐서, 그 속에 대상을 떠올리는 거예욤.
en: you gather magic on your palm like this, and think of your target.

source: 카시안,,,
en: cassian...

source: 그런 식으로 생각해 본 적은 한 번도 없었는데...
en: I never thought of it that way...

source: 황비님께서 찾으십니다.
en: the queen is looking for you.

source: 그런데 여우는 왜?
en: why did you ask about the fox?

source: 고작 열다섯 살짜리 혼이 크면 얼마나 크겠어욤.
en: how big can the soul of a child be?

source: 하지만 이 귀한 물건을 아무 보수 없이 그냥 받을 수는 없어요.
en: i can’t just take such precious things for free.

source: 대신, 내일 다시 만날 때 특별한 선물을 줄게.
en: if you go now, I’ll give you a gift tomorrow.

source: 저기··· 사라카엘.
en: hey... saraqael.

source: 황녀님!
en: princess!

source: 하미 양만 괜찮으시다면 저희 집으로 한번 초대를 하고 싶군요.
en: if you would like, i can invite you over sometime.

source: 나로서는 다른 방안이 없구나, 이토록 많은 귀족들이 동시에 너를 보길 원하니…
en: i have no other solution, since these nobles want to meet you all at once.

source: 손님 덕분에 제가 놓치고 있던 걸 깨닫게 되어서 감정이 복받쳤네요.
en: i was feeling emotional because i just realized something i had missed.

source: 의미가 있잖아요.
en: it’s meaningful.

source: 흠흠!
en: ahem!

source: …예?
en: sir?

source: 와… 정말 예뻐요.
en: wow, it’s really beautiful.

source: 할머니는 마력양이 많잖아요.
en: you have so much mana.

source: 하루라도 빨리 제가 본 미래가 실현되길 빌어요.
en: I hope with all my heart that the future I saw will come true very soon.

source: 우이씨, 그러는 지는… 근육질 멋쟁이 기사님이 왜 널 좋다고 하겠냐?
en: grrr... look who’s talking. why would a muscular knight in shining armor have a thing for you?

source: 어서 들어가 봐야지?
en: you should go.

source: 끼익..
en: creak

source: 음… 그럼 함께 만드는 건 어떠셔요?
en: then... how about we make it together?

source: 좋아하긴 하는데…
en: I do like it...

source: 제 변신 마법술이 곧 풀릴 것 같아요.
en: I think I’m going to be released from the transform magic spell soon.

source: 윈스턴
en: winston

source: 오늘 보니 청소를 기가 막히게 잘하더군요.
en: her cleaning skills are fascinating.

source: 내가 나이를 먹고 노망이 났나?
en: did i become crazy at my old age?

source: 원래 이랬는데, 뭐.
en: i always have been.

source: 근처에 가면 이상한 일들이 일어났던 것 같으니까.
en: when I went near it, strange things seemed to happen.

source: 자, 여기 선물.
en: here you go.

source: 저도 방금 막 왔는걸요.
en: I just arrived.

source: …그 꿈은.
en: that dream...

source: 새로 온 신입 하녀의 솜씨입니다.
en: one of the new maids is very skilled, sir.

source: 그거야… 그렇지.
en: well... yeah.

source: 당연하지!
en: of course!

source: 자, 이제 카시안이 모든 사실을 알고 이불을 차게 될 날이 그리 멀지 않았다.
en: it isn’t long until cassian finally learns the truth and becomes embarrassed.

source: 그냥 제가 마법술이 서툴러서 그래요.
en: I’m still not very good at using sorcery.

source: 도련님께서 하녀 하나에 꼼짝 못 하고 계시다 합니다.
en: rumor has it that the young master can’t seem to win over one of the maids.

source: 뭐지…?
en: what is this?

source: 그리 특이한 것도 아니니, 걱정 마시고 그냥 살고 싶은 대로 사셔요.
en: it’s not a strange thing either, so don’t worry and live as you please.

source: …무슨 상관이야.
en: why does it matter to you?

source: 역사에 흥미가 생겼나 보네.
en: looks like you’re interested in history.

source: 굉장히 맛있을 것 같아요.
en: everything looks so delicious.

source: 그러면 어떻게 되는 건데요?
en: then what happens?

source: 거짓말.
en: you’re lying.

source: 블레이크 저택 응접실
en: the blake’s drawing room.

source: 아주 좋은 건수가 있는데 말이야.
en: I have something you might be interested in.

source: 별수 없지요, 일단 되는대로 만들어 봐요.
en: too bad. we’ll make do with what we have.

source: 오늘 이렇게 알려 주셔서 감사드려요.
en: thank you for teaching us today.

source: 그러고 보니··· 처음부터 뭔가 이상하긴 했어.
en: now that I think about it... it felt different with him from the start.

source: …그랬지.
en: I did.

source: 제가 살면서 창조 계통 마법술사를 보고 죽을 수 있다니… 믿을 수가 없어욤.
en: I can’t believe I get to meet a creator sorcerer before I die... I just can’t believe it.

source: 그럼 나도 만들 수 있는 거야?
en: does that mean i can make it too?

source: 정말로 다른 하녀처럼 블레이크 선생을 좋아하는 건가?
en: does she like professor blake, just like the other maids?

source: 오늘은 조리장이 특별히 신경을 쓴다고 했지.
en: the head chef told me he’d make tonight’s dinner extra special.

source: 일정 바꿔주려던 아이들 덕분에 쉽게 나왔지만,
en: thanks those who were willing to switch their working hours with mine, I got out easily.

source: 그렇지.
en: that’s right.

source: 부인, 왜 그러셔요.
en: oh dear... what happened?

source: 제 말이 맞지요?
en: wasn’t i right?

source: 이상하네···.
en: that’s so weird...

source: 아, 물론 사라카엘은 적당히 내쫓아야겠지만요.
en: well, of course, you’d have to kick saraqael out.

source: 상으로 뭘 받았어?
en: what did you get as a reward?

source: 쉿, 조용히!
en: shhh, quiet!

source: 와,,,
en: wow...

source: 하미 양, 정 부담되면 받아주는 대신 소소한 생활용품을 만들어 주기로 하는 건 어떨까요?
en: ms. grana, if you feel it’s too much, then would you promise to make necessities for us in return?

source: -49화-
en: episode 49

source: 할머니가 창조 계통이라는 것만은 절대!{j}비밀로 하셔야 해욤.
en: you must never tell anyone{j}that you are a creator sorcerer.

source: 조건…?
en: a condition?

source: 그럼 저는 당분간 정원에서 지내겠습니다.
en: so I’ll be in the garden.

source: 하미, 너 보기와 다르게 아주 영악한 애구나?
en: grana, you’re quite vicious unlike your looks.

source: 어차피 전 날개 때문에 인가의 가구는 잘 맞지 않습니다.
en: I don’t feel comfortable with furniture because of my wings anyway.

source: 아무렴.
en: why, of course.

source: 마법술사였지 뭐야!
en: I happen to be a sorcerer myself!

source: 우아하게!
en: elegantly!

source: 이 시원한 음료를 하미는 어떻게 알아낸 거람?
en: how did she make such a beverage?

source: 예끼, 욘석!
en: tsk, you child!

source: 저녁식사 시간입니다.
en: it’s dinnertime, sir.

source: 저는 그저 제 생각을 말씀드렸을 뿐입니다.
en: I just share my thoughts with you.

source: 말 좀 해봐, 하미야!
en: say something, grana!

source: 그래서 말이야.
en: and so...

source: …시간이에요.
en: it’s time...

source: 벌써 도착해 있었군.
en: I didn’t know you’re already here.

source: 그건 안 돼.
en: no, i can’t do that.

source: 자, 여기에욤.
en: here we are.

source: 그러니까··· 여기보다는 다른 편한 장소에 가 계시는 게 좋을 것 같아요.
en: what I meant was... I think you should go to a more comfortable place.

source: 이 할미를 누가 이리 애타게 찾을꼬…
en: who’s looking for this old lady so desperately?

source: 제가 본 미래에서 알피는 행복해 보였거든요.
en: in the future I saw, alfie looked happy.

source: 뭐 이런 생각들을 해야 마법이 잘 통하거든욤.
en: you have to think like this for the spell to be effective.

source: 멋대로 선물을 보내서 죄송합니다.
en: I apologize for sending you the gifts without asking for your permission.

source: 끄응… 안 되겠다.
en: urgh... this isn’t working.

source: 예, 그러죠.
en: of course.

source: 그리고 저번에 하미 양이 주셨던 슈정과는 먹을 수 있어서 괜찮아요.
en: i am able to drink ms. grana’s persimmon punch, so it’s fine.

source: 난 살면서 도련님보다 더 잘생긴 남자를 본 적이 없다니까?
en: i haven’t seen a man as fair as the young master as long as i’ve lived.

source: 가끔은 이렇게 가족끼리 식사를 하는 것도 좋지.
en: it’s nice to have dinner with just family from time to time.

source: 어떡하지.
en: what do I do?

source: 사과의 도발에 복숭아의 핑크빛 뺨이 더욱 달아올랐지요…
en: the peach’s pinkish cheeks reddened at the apple’s insult.

source: 전생의 나라면 언제까지고 이 삶에 만족했겠지만...
en: and the person I was in my previous life would’ve been satisfied with this life...

source: 이런 건 시작이 반이라고 했어요!
en: they say that just by starting, you’re already halfway there!

source: 두 분을 초대해 놓고 계속 대화만 했네요.
en: i just kept talking when we invited you for a meal.

source: ···이제부터는 조금 떨어져 있어야 할 것 같아요.
en: so we’re going to have to stay apart for a while.

source: 그렇군.
en: i see.

source: 카시안도 무기점에 들러 보고 싶다고 했는데, 접수가 끝나면 같이 관광해요.
en: cassian wanted to visit the weapon store too, so let’s go together after he’s done with registration.

source: 얼른 써 보자!
en: try it on!

source: 뭔가 이상한 소리를 들은 것 같은데.
en: what I just heard was so strange.

source: 호랑이 많이 좋아하나 보구나.
en: he must really like tigers.

source: 나중에 초대장을 따로 보내 드릴게요.
en: I’ll send you a formal invitation.

source: 절대로예욤!
en: never!

source: 쫀득하고 맛나니까, 한번 잡숴들 보세요.
en: it’s chewy and tasty, so please try it.

source: 조심히 들어가십시오.
en: we hope you go home safely.

source: 그러니까… 자작님께서 티파티를 여신다고요?
en: so... the viscount is hosting a tea party?

source: 오늘은 선생님 말씀 잘 들어야 한다?
en: you have to listen to your teacher, okay?

source: 네, 둘이 손을 잡기 전에는 막혔는데, 잡자마자 통과할 수 있었죠.
en: yeah, you weren’t able to pass until you held hands with him.

source: 남은 이야기는 나와 자작이 계속하는 게 좋겠군.
en: I’ll finish up the conversation with the viscount.

source: 제가 보기에 하미 주인님은 아이와 다름이 없습니다.
en: to me, you’re still a little child.

source: 카시안과 꼭 한 방을 쓸 필요까진 없지 않을까요?
en: wouldn’t it be alright not to share a room with him?

source: 네, 따로 준비해 두었습니다.
en: yes. i have prepared them separately.

source: 어디 계세요.
en: where are you?

source: 나도 이런 거 많이 해 봤어!
en: I’ve done this many times too.

source: 오셨군욤!
en: you’re here!

source: 그렇구나, 이 모습이 새로운 나구나…
en: it’s a completely new side of me.

source: 잠깐, 완벽하게 하려면 머리부터 해야겠지?
en: wait, we should do her hair to make it perfect, right?

source: 이렇게 귀한 걸 내가 받아도 돼?
en: can i receive something this precious?

source: 어떤 게 마음에 드려나?
en: which one do you prefer?

source: 사이비 점쟁이 청년한테 듣긴 했지만… 정말이었구나.
en: what the fortune-teller said about it seems to be true.

source: …우리 집 맞는데?
en: this... is my house?

source: 안에 언더 드레스를 입고 있으니까 괜찮을지도...
en: I think it may be ok since I have an underskirt on.

source: 이건 정말 엄청나구나.
en: this is great.

source: 대체 일이 어떻게 벌어지고 있는 거지?
en: what is going on?

source: 탁!
en: flap

source: 무슨 일이긴요!
en: what do you mean?!

source: 그, 그렇구나.
en: oh... i see.

source: 반말.
en: casual talk.

source: 무슨 문제 있습니까.
en: is something wrong?

source: 산전수전 다 겪은 89세 할미의 여유
en: an 89-year-old lady who’s seen it all

source: 그러니 내가 사는 게 맞는 거지.
en: it’s only right that i buy it for you.

source: 그냥 빨리 옷 갈아입고 잠이나 자러 가자.
en: let’s just change and go to sleep.

source: 멋지지?
en: it’s nice, right?

source: 알겠다!
en: oh, i see!

source: 마법술을 익히기 위해서는 우선 자신이 가진 마력의 존재를 깨달아야 한다.
en: in order to master magical spells, one must first understand their magical powers...

source: 진짜 알려주는 거지?
en: you’ll really teach us?

source: 정말요?
en: really?

source: 블레이크 선생을 짝사랑하는 건가?
en: a one-sided crush on professor blake?

source: 정말 내가 새로운 도전을 할 수 있을까?
en: can I really take on a new challenge?

source: 이게 어찌 된 일인가?
en: what happened here?

source: 사실 뭐가 됐든 상관없지만, 중요한 건,
en: well, not that it matters. the important thing...

source: 그럼 친구 사이지, 뭘.
en: that makes us friends.

source: 후우… 아, 신경 쓰지 마.
en: ugh, don’t mind me.

source: 사라카엘은 하미의 마력 덩어리나 다름이 없죠.
en: saraqael is nothing more than a form of grana’s mana.

source: 이렇게 돈 무서운 줄 모르고 그런 후보에게 은화를 막 걸어 대면···.
en: you really shouldn’t bet your silver coins on someone so unknown...

source: 응, 보여.
en: yes, I do.

source: 슈정과와 시케라고, 난생처음 마셔 보는 단 음료였답니다.
en: it was my first time trying persimmon punch and sikhye.

source: 걱정 마렴.
en: don’t you worry.

source: 흐음, 가만있어 보자…
en: well... let’s see.

source: 아무리 봐도 이건 나한테 온 게 아닌데…
en: it doesn’t seem like it’s meant for me.

source: 할머니가 창조 계통이라는 것만은 절대!
en: you must never tell anyone

source: 건강해야지, 우리 도련님.
en: young master, you should be healthy.

source: 푸 짐~
en: abundant

source: 여보, 조심해서 가요.
en: honey, please be careful.

source: 어딜··· 아, 침대를?
en: where... oh on the bed?

source: 내기에 돈을 다 걸어버려서 관광도 못했네요.
en: we couldn’t go sightseeing because we bet all our money.

source: 그러면 알아맞히기 놀이를 하자.
en: then let’s play guess who I am.

source: 황태자가 여신 대회에 참가한다고?
en: the prince is entering the pageant?

source: 이쪽은 황녀 티아나일세.
en: this is princess tiana.

source: 이게 어딜 봐서 새싹 마법술사를 위한 책이야!
en: how is this a book for newbie sorcerers?!

source: 전부?
en: all of them?

source: 저 영롱한 불빛 좀 봐…
en: look at that glorious gleam...

source: 고개는 살짝 아래로 당기고, 입가에는 미소를 띠어야 해요.
en: pull down your chin ever so slightly. there should be a smile on your face.

source: 새싹?
en: newbie?

source: 어디 보자, 면포를 파는 직물점이 어디에 있지…
en: let’s see... where was the shop that sells cotton cloth?

source: 오동통하고 기운차게 꼬물대는 놈들로 잘도 잡았네.
en: you caught such healthy and energetic looking ones.

source: 네, 정말 전혀 없어요.
en: no, I really don’t.

source: 그러니까 원래 몸 주인이 할머니니까, 맘대로 해도 된단 뜻이에욤.
en: that means you’re the original owner of your current body, so do whatever you’d like.

source: 걸을 때에는 무릎을 스치듯 걷고, 발소리를 내지 않도록 주의하고요.
en: when walking, your knees should brush up against each other. try not to make any sounds, either.

source: 뭔가 대화가 이상해.
en: that was a very weird conversation.

source: 선물이다.
en: a gift for you.

source: 하미야, 네가 말하는 재료가 이거 맞니?
en: grana, are these the ones you were talking about?

source: 대단하지욤?
en: isn’t it great?

source: ···그렇구나.
en: oh...

source: 이보게.
en: hey.

source: 오만한 생각?
en: what way?

source: 여기에 내가 만든 특제 머핀을 찍어 먹으면 말이야, 맛이 아주 기가 막혀!
en: it goes amazingly well with the special muffins i made.

source: 갈 거라면 나도 같이 데려가든가, 그렇지 않으면 절대로 안 돼.
en: if she does go, take me with her. otherwise, i will never allow it.

source: 휙휙
en: swing swing

source: 어여 가봐~
en: go on.

source: 어디 아프세요?
en: are you feeling all right?

source: 꼭이에요!
en: you must!

source: 단지 주인님께서 바라지 않았기 때문입니다.
en: it’s simply because you don’t want to use it.

source: 격투극의 교과서 같은 글이라 할 수 있지요.
en: it is the standard of its genre.

source: 제가 너무 신났나 봐요.
en: I think I got carried away.

source: 아, 이쪽은 제 아내, 리자입니다.
en: this is my wife, liza.

source: ···아닙니다.
en: no.

source: 내가 안내해 주지.
en: I’ll lead the way.

source: 맞선 자리에 나온 것 같은 느낌인데...
en: it feels like I came on a blind date for an arranged marriage...
